lihgong/QQMLAB-CAN-logger/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_HTTPD_WS_SUPPORT=y
CONFIG_FATFS_LFN_HEAP=y
